{
    "the-fool": {
        "name": "愚者",
        "upright": {
            "keywords": [
                "纯真",
                "自由",
                "创意",
                "冒险",
                "旅行",
                "轻率",
                "粗心",
                "理想主义",
                "年轻",
                "自发性",
                "缺乏承诺",
                "新的开始"
            ],
            "full": "作为大阿卡纳的第一张牌，愚者通常预示着新开始，代表着你即将踏上激动人心、意料之外的新旅程。这次冒险可能需要你勇敢一跃，但它会让你因新体验而成长。新旅程可以是字面上的旅行，探索未知的地方。这张牌带来的变化通常是受欢迎的。尽管愚者多为积极牌，它也提醒你在行动前要三思。在爱情中，愚者意味着关系充满激情与惊喜，但也略显飘忽。对于已有伴侣者，愚者表示沉浸在爱中难以自抑，若涉及承诺，则可能意味着逃避或未准备好。对单身者而言，预示着冲动、无忧无虑的恋情即将到来，需享受乐趣同时警惕错过真爱。职业上，愚者象征着抓住机会，可能是换工作或创业，尽管他人可能不理解，但要保持耐心并坚持自己的决定。财务上，勇于尝试加上努力工作会带来超乎预期的回报。健康方面，愚者预示恢复活力，但也要注意预防意外，同时可能代表怀孕，即新生命的开始。在灵性层面，你正站在灵性之旅的起点，将走向更广阔的天地，不必在意他人的不解，按自己的方式前行。"
        },
        "reversed": {
            "keywords": [
                "鲁莽",
                "疏忽",
                "愚蠢",
                "分心",
                "冷漠",
                "非理性",
                "缺乏乐趣、希望或信念"
            ],
            "full": "愚者倒立时同样预示新开始，但此时你可能对这个开始持犹豫态度。尽管如此，新开始依然不可避免。愚者倒立可能表明你过于沉浸于当下，以至于行为对他人有些许鲁莽。它也可能意味着不理智、缺乏乐趣及对未来的信心和希望。在爱情中，倒立的愚者可能因追求刺激而阻碍了你获得想要的爱情或给现有关系带来不确定性，可能导致安全感缺失和关系动荡。财务上，虽有潜在的机会，但务必谨慎考察后再做决定。职业上，你可能对当前职位感到不安或考虑独立，行动前请三思，自信地展现自己的想法。健康上，尝试替代疗法可能有益，同时需更加小心避免事故。在灵性上，你渴望探索新的灵性体验，急于摆脱旧传统，周围人或许对此不解。探索多种途径，找到真正适合自己的道路，不要急于投身其中。"
        }
    },
    "the-magician": {
        "name": "魔术师",
        "upright": {
            "keywords": [
                "力量",
                "影响力",
                "意志力",
                "机智",
                "技能",
                "能力",
                "逻辑",
                "智力",
                "专注",
                "心理力量"
            ],
            "full": "当魔术师牌出现在塔罗牌阅读中，它预示着你拥有实现成功所需的所有技能和能力。宇宙正联合起来为你带来积极的变化。这张大阿卡纳牌告诉你，必须运用你的智慧、专注力和意志力来促成事情发生。魔术师通常标志着一个时期，此时你有能力实现期望的结果。如果它涉及到你生活中的其他人，通常指的是一个你能从其能力和智慧中学到很多的人。\n\n**爱情与关系**（正位）：在爱情塔罗解读中，魔术师是张积极的牌。对于处于关系中的人来说，魔术师牌意味着关系将进入一个更深的新阶段，你可以期待更强的承诺和幸福。如果你单身，魔术师表明现在是遇见新伴侣的好时机。你的伴侣会对你认真，有良好的意图，并且会善待你。\n\n**金钱与事业**（正位）：在金钱和职业方面，魔术师牌指向新的机会即将出现。它们需要你勇敢地行动并将你的原创想法付诸实践。对某些人要保密，因为魔术师从不泄露秘密。这是晋升或开始新商业冒险的好时机，你会感到强大和自信。大事即将来临！你可能会有机会指导他人或被他人指导，他们将分享他们的经验给你。你的财务状况将得到改善，或者当这张牌出现时，你将有绝佳的机会赚取额外的钱。\n\n**健康**（正位）：如果你最近生病或感觉疲惫，你的体力和健康可能正在恢复。如果疾病或健康状况没有改善，尝试替代疗法可能会有益。在健康方面，魔术师牌可能表示需要一位经验丰富、强大的治疗师来给予你所需的治疗提升。\n\n**灵性**（正位）：在灵性的语境中，魔术师牌表明现在是开始某种形式的灵性发展的好时机。如果你对某个灵性主题有兴趣但从未抽出时间去追求，你应该在未来集中精力去追求，因为你的魔法能量通道能力将会显著增强。你会发现，如果你集中精力，这种灵性发展会让你受益匪浅。对于那些对灵性发展感兴趣的人来说，魔术师是一张极好的牌，因为它指向了强大的潜在灵感能力即将显现。"
        },
        "reversed": {
            "keywords": [
                "操纵",
                "贪婪",
                "未使用的才能",
                "不可信赖",
                "欺骗",
                "狡猾",
                "缺乏清晰思维"
            ],
            "full": "当魔术师牌倒置出现在塔罗牌阅读中，这表明你需要小心不要错过即将到来的机会。不要让自我怀疑阻止你抓住时机。如果它指代一个人，倒置的魔术师可能意味着生活中一个看似知识渊博、值得信赖的人实际上可能试图利用或操纵你。提防欺骗和贪婪的人，当这张大阿卡纳牌倒置时，要谨慎选择信任谁。\n\n**爱情与关系**（倒置）：在爱情塔罗解读中，对于那些处于关系中的人来说，倒置的魔术师可能意味着你需要更坦诚地向伴侣表达你的需求和欲望。如果你被诱惑想要通过操纵伴侣来得到你想要的，不要这样做。诚实会比诡计让你走得更远。它也可能表示，一个看似可信的伴侣/爱人，可能为了自己的自私目的而利用他们对你的影响来操纵你。如果你单身，魔术师牌可能意味着你对爱情变得愤世嫉俗，对未来的爱情生活感到绝望，觉得永远吸引不到好伴侣。不要失去信心。如果你保持积极，向世界发送爱和光明，最终会吸引同样的回报。\n\n**金钱与事业**（倒置）：在金钱和职业方面，魔术师牌倒置暗示你并未使用你所拥有的技能和能力来充分利用现有机会。你可能再次经历自我怀疑的感觉。你可能觉得自己没有发挥全部潜力，但又害怕承担新事业的风险。花时间弄清楚并解决为什么你发现改变如此困难，是什么在阻碍你？只是害怕失望吗？魔术师倒置可能表示周围有不可信赖的人，所以如果你因不确定是否能信任其他相关人员而犹豫是否开展新事业，这可能是一个你应该关注的信号。如果你陷入财务困境，你需要采取主动措施来改变现状。\n\n**健康**（倒置）：在健康方面，魔术师牌倒置通常仍是一张积极的牌，表示你需要相信自己治愈的能力，以便显化这种治愈。然而，对于涉及任何幻觉、精神病或偏执的心理健康问题，魔术师倒置建议你尽早寻求经验丰富的专业人士的帮助。\n\n**灵性**（倒置）：在灵性的语境中，魔术师牌倒置表明你过去的灵性道路可能不再适合你。现在可能是探索新灵性路径并清除不再适用于你的旧信仰系统或实践的时候。你可能有一种尚未发现/探索的特定灵性技能。它也是一个警告，要只将你的灵性力量用于善行。"
        }
    },
    "the-high-priestess": {
        "name": "女祭司",
        "upright": {
            "keywords": [
                "直觉",
                "神秘",
                "感官性",
                "灵性",
                "求知欲",
                "潜意识",
                "更高力量",
                "创造力",
                "生育力"
            ],
            "full": "女祭司牌代表着直觉、神秘和感官性，融合了常识。当女祭司出现在塔罗牌阵中，她指示着现在是时候信任你的直觉并跟随你的内心感受。留意梦境以及宇宙发送给你的迹象和象征。在爱情关系中，男性抽到此牌通常预示会迷恋上一个迷人且感官性的女性，可能难以得到；女性则表示会被多人强烈追求，魅力无法抗拒。若已有伴侣，女祭司牌预示着和谐的性生活。工作上，可能即将得知有利于你的信息或机会，对艺术工作者而言，预示着创意与灵感。学生遇到此牌，暗示会有良师益友帮助学业。财务方面要谨慎，只与必要的人分享。健康上，女祭司提醒注意身体发出的信号，也可能代表生育力和激素平衡。灵性层面，是连接内在声音和直觉，信任更高力量的好时机，也是灵性发展者的吉兆！"
        },
        "reversed": {
            "keywords": [
                "直觉压抑",
                "灵性闭塞",
                "不想要的关注",
                "情绪失控及性紧张",
                "自信缺失",
                "生育问题"
            ],
            "full": "倒立的女祭司牌依然提示你的直觉在引导你，但你并未听见。可能过于关注他人意见或寻求他人的认可，而忽视了内心的智慧。在关系中，你仍受人追捧，但可能怀疑对方动机或感到不适。伴侣间可能出现情绪爆发和高性张力，需要个人空间。职业上，可能被排除在工作信息之外，感到孤立。财务上，小心被骗，签署文件前要彻底了解条款。健康方面，女性需注意月经问题和荷尔蒙不平衡。同样，若健康问题未受重视，应积极表达。灵性上，感觉与精神联系减弱，但仍需放松，接收精神传达的信息，避免过度依赖通灵者。"
        }
    },
    "the-empress": {
        "name": "女皇",
        "upright": {
            "keywords": [
                "怀孕",
                "生育",
                "母性",
                "感官享受",
                "滋养",
                "创造力",
                "美丽",
                "女性特质",
                "自然",
                "和谐",
                "艺术"
            ],
            "full": "女皇牌是塔罗大阿尔卡纳中的女性与母性象征，也是塔罗牌中最强的怀孕征兆之一。作为母亲，你能找到真正的自我实现；作为父亲，则应加强与孩子的沟通，展现你的养育面。即使不是父母，女皇牌出现时，都意味着要拥抱你温柔的一面，探索并倾听内心的感受和直觉。人们会被你吸引，尤其是需要你同理心、同情和滋养的人。\n\n在爱情方面，女皇牌是积极的预示。单身者将迎来真爱与浪漫；恋爱中的人则关系将更深厚、充满爱意与情感。同时，它也暗示美好的性生活，但提醒未准备好做父母的人需采取措施。\n\n职业上，女皇牌让你充满创意，激情四溢，影响周围人，新想法层出不穷。考虑或转换职业时，指向艺术等创意领域。经济上，此时现金流良好，投资宜凭直觉，并在富有时分享财富。\n\n健康上，女皇牌强烈预示怀孕成功，非计划怀孕者需谨慎。否则，提示需更多关爱自己，注意身体信号，调整能量，适当放松。\n\n精神层面，女皇牌提醒直觉的指引，适合减缓节奏，倾听内心，培养灵性和创造力，与大自然建立联系。"
        },
        "reversed": {
            "keywords": [
                "不安全感",
                "不孕",
                "缺乏自信",
                "停滞不前",
                "过度干涉",
                "不和谐",
                "疏忽"
            ],
            "full": "女皇牌倒立时，同样强调拥抱女性特质，无论男女。这表示你可能忽视或压抑了女性面，需平衡阴阳能量。可能过于关注物质与理智，而忽略了情感和精神。倒立的女皇牌预示着多方面的不和谐，如过分牺牲自我，情感压倒性地难以应对，或是感到吸引力缺失、自信受损。需调整焦点，找回自我平衡，也可能象征空巢期父母的感受或母性问题。\n\n爱情中，单身者可能被多人追求，但需诚实地展示真实的自我，勿为取悦他人而改变。恋爱中的人可能隐藏真实感情，担心表达后会遭拒或负面影响。应探索压制情感的原因，避免对伴侣过度干涉，信任直觉找回自信。\n\n职业上，可能感觉工作无趣或未得到赏识，渴望创造性的灵感。此时不宜冲动决定，而是暂停反思。财务虽能满足需求，但缺乏信心，需明智消费，相信财务稳定。\n\n健康上，女皇牌倒立提示情绪冲突可能导致懒散、消极或暴饮暴食，应通过锻炼和积极活动提升自我感觉。\n\n精神上，与直觉断开连接，影响生活的其他方面，需重新连接灵性，从女性精神导师处寻求启发，聆听生活中母性形象的智慧。"
        }
    },
    "the-emperor": {
        "name": "皇帝",
        "upright": {
            "keywords": [
                "年长男性",
                "稳定",
                "可信赖",
                "父亲角色",
                "结构",
                "保护",
                "权威",
                "逻辑",
                "实际"
            ],
            "full": "皇帝牌正位通常代表一位在商业上成功且通常富有的年长男性，他稳健可靠，是一位强有力的守护者，但也可能固执己见。这象征着父亲或类似父亲的形象，也可能是你情感生活中涉及的年长男性。皇帝牌强调逻辑胜过情感，理智超越心灵，表明要实现梦想需集中精力、建立结构、保持稳定并专注。它也代表着即将成为父亲。在爱情中，若单身且对男性感兴趣，预示可能与年长男性发展恋情，对方虽不浪漫但实际、可靠、有保护欲。对女性感兴趣者，需更开放表达情感。对于已有伴侣的人，预示着忠诚和长久的关系，问题将得到解决，关系趋于稳定。职业上，努力会被认可，带来地位与成功，需要持之以恒。求职时，需坚持不懈且逻辑地寻找。经济上，需负责并理性理财，同时避免过度节制。健康上，注意不要过度苛责自己，选择适合身体的活动，生病时应理性对待并及时就医。精神上，提醒平衡物质与精神追求，不要让理性思维阻碍探索敏感面，进行灵性活动时要接地和保护自己。"
        },
        "reversed": {
            "keywords": [
                "权力滥用",
                "过度控制",
                "僵化",
                "缺乏纪律",
                "失控",
                "缺席的父亲",
                "亲子问题"
            ],
            "full": "皇帝牌倒位可能意味着生活中的一位年长男性或权威人物滥用权力，过于专横，使你感到无力或反抗。此人或许本意给予指导，但因过分强势而适得其反。应对时应保持冷静与理智，采纳有益建议。它也可能代表未能尽责的父亲或亲子关系问题。非指具体人物时，暗示你过于情绪用事，需平衡理智与情感，生活中缺乏自律，需增强组织性。在感情倒位中，关系中权力失衡引发冲突或不满，可能是一方控制、占有欲强或过分霸道，导致另一方感觉受困。需找到平衡点，学会妥协。单身时，可能因父亲问题导致选择伴侣时有破坏性模式，需解决这些问题以避免吸引利用你的人，也反映对承诺的缺失、不忠。事业上，缺乏连贯、专注和组织，工作出现问题，可能需考虑职业变更或自主创业。财务上，可能财务管理不佳，建议寻求专业人士帮助。健康方面，可能因过于僵化的生活习惯导致压力，表现为头痛或睡眠问题，或提示需增加自律改善健康。灵性上，可能对探索另类灵性路径有兴趣，但要保持独立思考，只接纳适合自己的教导。"
        }
    },
    "the-hierophant": {
        "name": "大祭司",
        "upright": {
            "keywords": [
                "传统机构",
                "传统价值观",
                "常规",
                "遵从",
                "婚姻",
                "承诺",
                "宗教",
                "信仰",
                "知识共享"
            ],
            "full": "大祭司是传统价值观和制度的象征。它可能代表一位提供智慧和指导的顾问或导师，或是一位精神、宗教顾问，如牧师、神父、传教士、伊玛目、拉比或僧侣。你遇到的人可能非常固守己见。大祭司塔罗牌涉及的机构包括经济、宗教、政治、社会、家庭、教育、社会福利和医疗。此牌出现意味着现在是遵循惯例或传统的时候，不适合打破常规。它也可能预示你将参加某种传统仪式，或开始建立自己的新传统和仪式。\n\n**爱情与关系（正位）**：对于有伴侣的人来说，大祭司是大阿尔卡纳中的婚姻和承诺牌。当此牌出现时，你们的关系会更加稳固，迈向新的关系里程碑。表明你和伴侣拥有共同的价值观和目标，如果你想拥有一段稳定的感情，这是一张好牌。如果你单身，这张牌预示着一个基于承诺、爱和安全感的新恋情即将到来。\n\n**金钱与职业（正位）**：此时适合参与团队或小组项目。你应该按部就班，避免在工作中使用非传统方法，这样你会成功。大祭司象征知识分享，你可能会遇到一位老师或导师，在职业道路上帮助你。或者，你也可能成为他人的导师或培训者。此外，现在是进入正规教育机构学习的好时机。财务上，适宜投资低风险、传统的方式管理你的资金。需要财务建议时，使用传统金融机构。\n\n**健康（正位）**：如果有健康问题，大祭司牌建议采用传统医学可能是当前的最佳选择。引入日常健康习惯，如每天锻炼或服用维生素增强免疫系统，对你有好处。\n\n**灵性（正位）**：大祭司是非常灵性的牌，作为人类与更高力量之间的纽带。一位灵性导师可能即将进入你的生活，指引你的灵性道路。尽管大祭司通常与传统宗教实践相关联，但即使你不遵循“传统”宗教，它的出现也表示在灵性实践中融入某种仪式或典礼对你有益。"
        },
        "reversed": {
            "keywords": [
                "挑战传统",
                "非传统生活方式",
                "非传统关系",
                "角色反转",
                "不遵从"
            ],
            "full": "大祭司牌倒立时，是时候打破常规了。你希望改变传统结构、社会规范和僵硬规则。周围的人可能不理解你挑战既定做事方式的需求，并可能完全反对，但随着这张大阿尔卡纳牌出现在你的塔罗解读中，你会感到必须独立思考，抛弃规则手册。大祭司倒立可能象征非传统的生存方式或另类生活方式。或者，它可能表明你拼命地坚守旧习，这对你是不利的，或者可能表示因行为违背成长中的价值观而感到内疚和羞耻。学会按照自己的规则生活，同时倾听自己的良知，会给你带来摆脱压迫的自由，开阔你的视野。大祭司倒立也可能预示与权威人物的冲突。\n\n**爱情与关系（倒立）**：在爱情塔罗解读中，大祭司倒立可能象征非传统关系或对这种关系的渴望（如果你是单身）。你可能通过选择不结婚来打破传统。如果在一段关系中，它也可能表示性别角色的反转。也可能表明你和伴侣在价值观和目标上并不一致，这可能导致关系中的冲突和不安。双方都需要保持开放的心态，尝试理解对方的立场。需要妥协以达成共识，同时不把任何一方推离舒适区太远。\n\n**金钱与职业（倒立）**：在职业情境中，大祭司倒立可能表示上司或权威人士坚持规则，强迫他人遵守他们的做法。如果此人职位高于你，你可能不得不顺从，但你会感到不满，工作环境会感到限制。或者，它可能表明在团队或小组项目中，你会感到被迫遵守集体共识，即便这与你的个人信念相悖。你也可能遇到一位老师或导师，教授的东西让你觉得需要质疑。\n\n**健康（倒立）**：如果生病，大祭司倒立提示现在是尝试替代疗法或整体疗法的好时机，这将大大有利于你。不要过于死板地坚持常规的健康或锻炼习惯。是时候改变一下，尝试平时不会尝试的事物，走出舒适区。\n\n**灵性（倒立）**：大祭司倒立在灵性层面可能表示你需要放弃不再服务于你的传统信仰。探索不同的灵性路径，找到适合自己的。记住，不必遵循“传统”的宗教信仰也能成为一个灵性之人。它也可能预示受人尊敬或处于权威地位的人卷入丑闻或某种形式的耻辱。"
        }
    },
    "the-lovers": {
        "name": "恋人",
        "upright": {
            "keywords": [
                "爱情",
                "灵魂伴侣",
                "完美结合",
                "合作关系",
                "重大选择",
                "浪漫",
                "欲望",
                "性吸引",
                "共同价值观"
            ],
            "full": "恋人牌象征着完美的结合、和谐、爱与吸引力。它代表着个人内在平衡的寻找，意味着你正在学习理解自己、你的个人道德准则以及生活中重视的事物，这将给你的生活带来和谐与平衡。通常，当恋人牌出现时，表明你面临着重要的抉择或困境，可能对现状、人际关系或前进方向感到不确定。这些是关键的决定，不应盲目选择轻松的道路，确保收集所有信息并做出正确的选择，即使起初看起来艰难，最终也会引领你走向更美好的事物。\n\n在爱情与关系的解读中，恋人牌是最为积极的信号之一，预示着灵魂伴侣的相遇，两人之间有着深厚的情感纽带。单身者将迎来真正的爱情，不仅仅是迷恋，而是包含强烈吸引、浪漫情感、深刻联系及相互理解的全面关系。对于已有伴侣的人，这张大阿尔卡纳牌预示着你们关系中的浪漫将被重新点燃，双方之间的纽带会加深到难以想象的程度，共享精神、情感、心智和身体上的紧密连接。\n\n在职业与金钱方面，恋人牌可能代表两人间的商业合作，且这种合作非常理想，双方能默契配合，互相支持。同时，它也暗示可能与同事发展浪漫关系，但需谨慎处理工作与私情的界限，明确潜在风险。在职业路径上，你可能需要做出选择，尽管看似只有不理想的选项，但实际上应全面搜集信息后做决策。财务上，此时寻求投资机会将吸引好运。\n\n健康层面，恋人牌提示正确支持的重要性，无论是伴侣或朋友的精神支持，或是医疗人员的帮助。此外，它也可能指治疗方案的选择，还关联到心脏健康，提醒注意心脏保健。\n\n在灵性层面上，恋人牌意味着开始在内心找到和谐，通过更深入地了解自我、个人信念和价值观，与自己的灵性自我建立更深的连接。在灵性旅程中，与伴侣同行可能会有所助益，比如与志同道合的朋友一起参加冥想课程会有良好效果。"
        },
        "reversed": {
            "keywords": [
                "不和谐",
                "信任问题",
                "不平衡",
                "冲突",
                "脱节",
                "缺乏责任感",
                "分离"
            ],
            "full": "恋人牌倒置时，可能意味着你在为自己的决定承担责任上遇到困难，内心存在冲突，对生活的方向感到不安。重要的是要记住你是自己命运的主宰，不应将现状归咎于外界因素。应该承担起责任，从过去的错误中学习并放下，这样才能向前迈进，深化对真我、价值观和信仰的理解，避免重蹈覆辙。\n\n在爱情与关系的解读中（倒置），虽然性生活依然和谐，但你和伴侣可能在其他重要方面不一致，或是一方在情感上投入更多。恐惧或信任问题可能导致你无法完全投入，而这是关系发展所必需的。目标、价值观或未来期望的不同可能成为问题，感觉不再像以前那样亲密。需要找出根本原因，并解决这些分歧以维持关系。对于单身者，恋人牌倒置虽预示着新的关系即将来临，但可能不会如预期般迅速。它也可能代表因错误理由选择伴侣。如果打算开始一段关系，此牌告诫要确保与对方有多方面的连接，仅凭性的吸引不足以维系关系。\n\n在职业与金钱方面（倒置），恋人牌可能预示着商业合作中的不和谐，需要与合伙人沟通，确保对业务方向和未来目标达成共识。同样，它也警告职场恋情可能带来的麻烦，务必谨慎，考虑清楚涉及的后果。经济上，可能代表财务上的不负责任和冲动消费，过于物质化，追求即时满足。重要的是对自己的选择负责并从中吸取教训。\n\n健康上（倒置），恋人牌提示需要重新连接身体的感受以恢复和谐与健康，学会善待身体，根据自身能量水平行动。有时身体需要休息和恢复，不应对其感到挫败，给予时间让其自愈。\n\n灵性层面（倒置），恋人牌可能表示你专注于物质追求以求得满足，但这只能暂时带来快乐，而非真正的和谐。应关注灵性成长，发现真实的自我，这将更加充实。此外，它也可能警示与灵性导师间存在不当的性吸引，若他们寻求亲密关系，则可能出于错误动机，违背了指导者的职责。对此应保持警惕。"
        }
    },
    "the-chariot": {
        "name": "战车",
        "upright": {
            "keywords": [
                "胜利",
                "克服障碍",
                "成功",
                "雄心",
                "决心",
                "意志力",
                "控制",
                "自律",
                "辛勤工作",
                "专注"
            ],
            "full": "战车牌代表着通过决心、专注和意志力克服障碍。当此大阿卡纳牌出现在你的牌阵中时，你将感到充满动力、有抱负且能掌控全局。现在是追求真正想要的事物的时候。战车虽伴随着挑战，前行路上或许障碍重重，但只要你保持专注、沉着自信并相信自己的能力，终将取得成功！它也象征旅行（特别是驾车旅行），因为战车本身就是一种交通工具。此外，战车可能暗示你在用防御或攻击的姿态来掩饰内心的脆弱，感觉仿佛置身战场。别担心，保持专注，你将会成功！在体育或竞赛中，战车预示着成功。它代表了在心灵与理智之间找到平衡，把忧虑放在一边，保持专注前行。"
        },
        "reversed": {
            "keywords": [
                "强力",
                "缺乏方向",
                "缺乏自控",
                "无力感",
                "攻击性",
                "强迫",
                "被障碍阻挡"
            ],
            "full": "战车牌倒立可能意味着你感到无力且迷失方向。你需要掌握自己的命运，不让外界因素决定你的道路。当战车倒置时，你仍在前进，但却已放手缰绳。你需重拾动力和决心，不要在自己的生活中做乘客，集中注意力，夺回控制权！思考当前情况中哪些方面在你的控制范围内，并采取积极措施改变命运。你可能感到无力、缺乏自信，受到他人或生活状况的压迫，这可能导致愤怒、挫败感和无法控制的攻击性。如果生活中的人对你过于依赖和苛求，你需要以建设性的方式夺回力量。明确你愿意为他人付出的时间或资源，设定界限并坚持下去。"
        }
    },
    "strength": {
        "name": "力量",
        "upright": {
            "keywords": [
                "内在力量",
                "勇气",
                "自信",
                "同情心",
                "驯服",
                "控制",
                "克服自我怀疑"
            ],
            "full": "力量牌是大阿卡纳中的内在力量象征，代表着掌握原始情感，为自身或情境带来平静。它与战车牌相似，都代表克服挑战，但力量牌更多涉及内在挑战，即克服我们面对自我怀疑、恐惧和焦虑的障碍。通常，这张牌表明你正在学习掌控自己的恐惧和焦虑，变得勇敢无畏。你具备成功所需的所有技能，现在重点是要克服内心的忧虑，相信自己。花时间去掌握情绪，对自己保持耐心和同情，你将发现自己和能力上的新信心。力量不仅代表驯服自己的情感，也可指驯服他人的狂野方式，这不通过试图支配对方，而是通过温和引导、正面强化、鼓励和同情来实现。"
        },
        "reversed": {
            "keywords": [
                "脆弱",
                "自我怀疑",
                "弱点",
                "低自尊",
                "缺乏自信",
                "感到不足"
            ],
            "full": "当力量牌在塔罗阅读中倒置时，表示你没有利用内在的力量。它并非表明缺少力量，而是暗示你正让恐惧、焦虑或低自尊麻痹了自己。现在比以往任何时候都更需要激发内心的决心和自信，以帮助你摆脱当前处境。你拥有克服障碍所需的强大力量，只是暂时失去了联系，这种断联让你感到软弱、脆弱且缺乏自信。专注于积极面，远离那些让你感到不够好的人，多与能激励你的人相处。"
        }
    },
    "the-hermit": {
        "name": "隐士",
        "upright": {
            "keywords": [
                "精神启蒙",
                "灵魂探索",
                "自我反省",
                "内省",
                "沉思",
                "内心指引",
                "独处"
            ],
            "full": "隐士牌正位通常表示你正在进入一段灵魂探索、自我反省和精神启蒙的时期。你可能需要独处的时间来更深刻地了解自己，从日常琐事中抽离，以发现真正的精神自我，思考存在的意义、生活方向或价值观。隐士也可能意味着因应困难情况而孤立自己或退缩。这张大阿卡纳牌可能表明你正经历一个不合群的阶段，不想像往常那样与人互动。隐士是智慧、成熟且知识渊博的象征，可能预示着有人寻求顾问或心理治疗师的帮助。现在是专注于自己并满足自身需求的时候。\n\n**爱情与关系（正位）**：单身时，隐士牌代表经历了孤独和独处的时期后，即将准备好新的开始。它也可能表示独身或禁欲。在一段关系中，隐士正位可能代表一个年长且智慧的伴侣，也可能意味着你需要更努力地与伴侣沟通。这表明你和伴侣过于专注于各自的事情，而没有花足够的时间共度高质量时光。\n\n**金钱与职业（正位）**：在职业背景下，隐士牌可能表示你过度关注事业、金钱和物质追求，而不是平衡时间在能让你在各方面感到满足的活动上。它也可能意味着你在质疑自己的职业道路是否正确。金钱和物质可能不再足以激励你，你可能会寻找一条更加令人满意的事业道路。经济上，现在是时候以成熟的态度对待金钱和投资。\n\n**健康（正位）**：隐士在健康方面暗示过度劳累可能导致健康问题。如果你发现自己忙得不可开交，从未有时间喘息，隐士建议如果不给自己时间休息和重启，健康可能会受到影响。休息一下。即使每天花几分钟冥想或只是清空思绪，感受身体的状态，也会在这个时候对你的健康有益。\n\n**精神（正位）**：隐士的主题是精神启蒙，因此现在是参与精神活动的绝佳时机。无论是冥想、能量工作、灵性发展还是连接你的精神向导，你都将进入一个精神成长的非凡时期。你可能会发现自己寻求独处或在某种程度上孤立自己。然而，你应该利用这段时间专注于精神层面的成长，允许自己抽出时间倾听内心的指引，这将对你的精神层面非常有益。"
        },
        "reversed": {
            "keywords": [
                "孤独",
                "多疑",
                "隔离",
                "遁世",
                "反社会",
                "限制",
                "恐惧瘫痪"
            ],
            "full": "隐士牌倒位表明你可能已经过度远离世界或变得过于遁世。独处可能一度对你有益，但现在隐士牌倒位告诉你，是时候回到现实世界和周围的人中间了。适度的灵魂探索和自我反省是好事，但过多则可能有害。最终，你需要在某一点上划清界限并向前迈进，这张大阿卡纳牌倒位表示现在就是那个时刻。它也可能表示你可能在社交场合感到害羞或焦虑。不要害怕重新融入社会。另一方面，隐士倒位可能意味着你完全避免自我反省，因为你害怕在审视内心时会发现什么。它可能是过于专注于某人或某事，或者在观点上过于固执和受限的标志。\n\n**爱情与关系（倒位）**：在爱情塔罗中，隐士倒位强烈预示着孤独。如果你在一段关系中，这可能意味着你感觉被伴侣排斥或关闭。它也可能表示你和伴侣都太忙了，以至于没有时间联系。这可能会让你即使在恋爱中也感到孤独。它还可以表明一个人正在退出关系，而另一个人仍在试图维持。如果你是单身，隐士倒位可能表示你害怕被剩下或觉得错过了遇见特别之人的机会。隐士倒转可能意味着在长时间单身之后，现在是寻找爱情的时候了。你需要抛开恐惧，再次把自己置于社交之中。如果你最近与伴侣分手，这可能是一个信号，表明你想与前任复合。\n\n**金钱与职业（倒位）**：在职业背景下，隐士倒位可能表示在一段时间的单独工作后，现在是时候开始在职业上展现自己，建立业务联系。你可能发现独自工作很艰难，参与团队项目或咨询工作会对你有益，这些会鼓励你在所选领域与更多人互动。经济上，现在是时候就投资或金钱问题寻求更成熟人士的建议了。在金钱方面，不要涉足你不理解的事情。\n\n**健康（倒位）**：隐士牌倒位在健康方面可能是精神健康问题如广场恐惧症和多疑的迹象。它也比正位更强烈地警告你需要抽出时间放松，否则健康可能受损。\n\n**精神（倒位）**：隐士倒位在精神层面上表示你可能花了太多时间独处。参与活动或团体将有助于你的灵性发展。也许是参加冥想班、灵气分享会、塔罗阅读圈，甚至是瑜伽课都会有所帮助。单独的灵性工作很好，但你也需要与他人联系。"
        }
    },
    "wheel-of-fortune": {
        "name": "命运之轮",
        "upright": {
            "keywords": [
                "好运",
                "命运",
                "变化",
                "因果报应",
                "灵魂伴侣",
                "决定性时刻",
                "生命循环",
                "命运",
                "剧变",
                "机遇"
            ],
            "full": "命运之轮通常预示着运气或命运，作为大阿卡纳牌组的一员，它标志着变化的到来。当命运之轮正位出现在你的塔罗解读中，重大的变化即将发生。这些变化应该是为了你的更大利益，但请记住，并非所有的改变都容易接受，即使它们正引领你走向命运！正位的命运之轮表明宇宙正在为你效力，帮助你实现目标。确保你充分利用这段时间，将注意力集中在你真正想要的事物上！要知道，即使目前你尚未明了，宇宙对你有一份计划。这张主牌也代表了我们在生活中经历的不断变化周期，我们必须学会接受这一过程，即使有时会感到不适。命运之轮也是因果报应的象征，因此记得在人生上升时善待他人，因为你可能会在下降时再次遇见他们！\n\n### **爱情与关系**（正位）\n如果正处于一段关系中，命运之轮正位通常预示着积极的变化，你们可能即将进入关系的下一阶段，或与伴侣开始一个新的阶段，甚至是某种联合项目。同时，命运之轮带来的变化可能是艰难的。如果你发现对这段关系不再满足，这张牌可能预示着剧变。这可能是你和伴侣共同振作，为改善关系做出必要改变，或是分手，让你自由地走向更好的事物。无论发生什么，都会引导你到达你应该在的地方。如果是单身，命运之轮在你的塔罗解读中可能表示宇宙正在努力为你带来应有的爱，但你必须与宇宙协同工作！你在爱情中有好运气即将到来，现在是时候展示自己，外出结识新朋友。确保明确自己在伴侣身上真正想要的是什么，因为有了这张牌的出现，你有机会得到你所想的。命运之轮也是命运的象征，在爱情语境下，它可能意味着灵魂伴侣的相遇。如果你是单身，很快可能会遇到你的灵魂伴侣。如果已经在一段关系中，这可能表明你和伴侣是命中注定的！请参考辅助牌来确认这一点。\n\n### **金钱与事业**（正位）\n在职业情境中，命运之轮正位通常是个好兆头，预示着重大变化的来临。如果你一直想创业或考虑职业转变，现在是采取行动的好时机。宇宙正密谋帮助你实现梦想，所以现在是追求你职业生涯中所渴望的一切的时刻。如果你在职业上感到幸福且稳定，命运之轮仍然可能预示着变化的到来。即便这些变化对你来说是挑战性的，它们最终会引领你走向更伟大、更好的事物，所以拥抱变化，尽可能地顺其自然。财务上，命运之轮同样预示着变化，如果你在经济上一直舒适，它提醒你要为可能出现的意外做好准备，确保有备无患。如果你一直在经历经济困难，命运之轮正位则表明情况将会好转，你会有良好的财务运气。\n\n### **健康**（正位）\n在健康解读中，变化依旧是命运之轮的主题。因此，如果你一直在与健康问题斗争，转机可能即将到来。同样，你可能会经历一些迫使你做出必要生活调整的健康问题。例如，如果你在精神、身体或情感上过度劳累，可能会发现疾病迫使你放慢脚步，轻松对待。这可能是宇宙告诉你需要更好地照顾自己的方式。因此，请注意警告并做出对身体和健康有益的积极调整。\n\n### **灵性**（正位）\n命运之轮正位时，命运正对你微笑。在灵性层面，你应该利用这段时间来发展和成长。宇宙正在指导你走在这条灵性道路上，但你也必须扮演好自己的角色，抓住为你敞开的机会。你会发现情况正好适合帮助你前进，而且你可能会遇到能在你最需要时协助和引导你的灵性人士。此时，你可能会注意到许多同步事件的发生，迹象和符号无处不在。"
        },
        "reversed": {
            "keywords": [
                "坏运气",
                "动荡",
                "失序",
                "外界因素",
                "控制缺失",
                "扰乱",
                "不受欢迎的变化",
                "延迟",
                "障碍"
            ],
            "full": "在一般情况下，倒位的命运之轮依然预示着变化，但这种变化很可能是负面且不受欢迎的。倒位的命运之轮强烈暗示着前方有挑战时期，即将到来的变化可能难以适应。它可能代表事情原本进展顺利，却突然且出乎意料地瓦解。这种突然恶化可能使你感到无力、失控，仿佛外界力量在与你作对。然而，事实并非如此。虽然可能存在某些外部因素，但当前状况很可能是你之前决定的结果。你需要控制你的情况，为你的选择负责，以便从中学到东西。尽管倒位时情况可能艰难，但这里有一个巨大的机会让你学习因果报应的教训，这将帮助你迈向更光明、更好的未来。抓住这个机会，不要抗拒变化。这些起伏是生活的一部分，我们往往从逆境中学到的比从好运中学到的更多。\n\n### **爱情与关系**（倒位）\n在爱情情境中，如果你处于一段关系中，倒位的命运之轮可能代表停滞或关系中的火花消失。但这并不意味着你应该立即草率决定结束关系，因为所有关系都有其起起伏伏。你们可能只是从一个关系阶段过渡到另一个阶段，而这是两者之间的一个小低谷。试着评估情况，找到适合你的解决方案。无论如何，这段动荡期终将过去。过去的错误可能会回来引发问题。如果你是单身，感觉自己在关系上一直不走运，你需要审视自己的选择和行为。你是否曾放弃过爱情的机会？如果是这样，从错误中吸取教训，你会有另一次获得幸福的机会。我们选择此生应该学习的教训，通过从过去学习并将这些因果教训应用于未来，你可以改变你的运气。无论你是单身还是在一段关系中，命运之轮塔罗牌倒位都是遭遇挫折或延误的标志。尽量随波逐流，唯一的出路就是向上。\n\n### **金钱与事业**（倒位）\n在职业情境中，倒位的命运之轮象征着职业生涯变得停滞或职业生涯中的一段混乱和不确定时期。这张大阿卡纳牌倒置也可能显示出不受欢迎的变化即将来临。你必须审视你关于职业生涯的决定，并诚实地问自己，这些选择是否有助于你实现生活中想要达成的目标。你是否抓住了可供你选择的机会？如果没有，不要为此自责。知道你当前的挫折只是暂时的。利用这段时间从过去的错误中学习，并将自己定位为当命运之轮再次向上转动时抓住你的时刻。财务上，当命运之轮倒位时，不要赌博或冒险投资。如果你在经济上感到拮据，这张主牌可能表示你忽略了储蓄或为自己建立一个财务安全网。你目前的困境不会永远持续下去，当你的财务状况好转时，将这段时期的教训带入未来。\n\n### **健康**（倒位）\n在健康解读中，命运之轮倒位可能表明你发现生活中的其他领域的动荡或混乱正在对你的健康产生连锁反应。试着保持乐观，避免让悲观主义占据主导。虽然变化可能充满压力，尤其是不受欢迎的变化，但请记住，即使你无法控制情况，你也可以控制它如何影响你。不要试图阻止事情发生，而是在艰难时期也要积极地照顾自己和身体，这样你的健康将从中受益。\n\n### **灵性**（倒位）\n在灵性层面上，你可能觉得宇宙正在与你作对，一切都未如你愿，随着命运之轮倒位。这可能考验着你的信念，但即使在我们最黑暗的日子里，宇宙对我们每个人都有一个计划。不要失去信心！相反，利用这段时间加深你与更高自我的连接。这种困境会过去，尽量不要抗拒它带来的变化，你会成为一个更连通的灵性人士。"
        }
    },
    "justice": {
        "name": "正义",
        "upright": {
            "keywords": [
                "正义",
                "因果报应",
                "法律纠纷",
                "真理",
                "诚实",
                "正直",
                "平衡"
            ],
            "full": "正义牌象征着因果报应、法律事务以及因果关系。它提醒我们，所有的行为都有其后果。在当前情境下，你的行为如何影响了现状？你是否能从当前状况中学到一些业力课程？作为大阿卡纳牌之一，正义也预示着法律问题将得到公正平衡的解决，这通常对涉法争端者是吉兆。此牌强调真相与正直，可能促使你说出真相，并且更加重视他人身上的诚实与正直品质。平衡是正义牌的另一层含义，它预示着可能会有情况让你失去平衡，无论这些情况是否可控或由你引起，你都需努力保持稳定。正义牌还意味着在权衡各种选择时，你面临一个决定。在爱情方面，若单身，可能遇见从事法律行业的人；若一直真诚待人却未获善待，正义牌预示着应得的伴侣即将到来，而那些待你不善者会受到应有的结果。在关系中，双方若诚实正直，则将迎来和谐或更深层次的承诺，如婚姻；反之，不诚实者将自食其果。职业上，提醒平衡工作与个人生活，同时，经济上的正直行为将获得回报。健康上，失衡可能是健康问题的根源，需避免过度放纵。精神层面，强调学习此生的课题，及早领悟会使你受益。"
        },
        "reversed": {
            "keywords": [
                "不公",
                "逃避业力",
                "不诚实",
                "腐败",
                "不负责任",
                "偏见"
            ],
            "full": "正义牌倒立时，可能表示遭遇不公或逃避业力。你可能感到被不公平对待，或是因他人的选择和行为受到连累。即使并非你造成的情况，你也可以选择如何应对，这也是一种学习。倒立的正义牌也意味着有人试图逃避其业力后果，如果你的行为导致了现状，应承担责任，而不是归咎他人。此外，它还暗示着不诚实，一旦谎言被揭穿，最好的做法是坦白并接受后果。此牌还代表观点强硬、缺乏妥协的人，需审视自己或周围人是否变得偏执。在法律争议中出现，预示着结果可能不尽如人意或存在不公。在爱情中，倒立的正义牌可能意味着欺骗或出轨被发现，导致严重后果，或双方争吵不断，感觉关系中缺乏公平。单身时，可能意味着你尚未从过去的关系中吸取教训，或在关系中难以平衡，影响了感情发展。财务和事业上，可能遇到职场不公，或因不诚信行为导致问题浮现，需避免冒险投资。健康方面，更加强调平衡的重要性，以防健康受损。精神上，倒立的正义牌同样指出宇宙正在传授生命课题，逃避只会使问题反复出现，应快速学习。此时，感到不公的你应尝试连接更高的自我，超越现状。"
        }
    },
    "the-hanged-man": {
        "name": "吊人",
        "upright": {
            "keywords": [
                "感觉被困",
                "限制自我",
                "不确定性",
                "缺乏方向",
                "需要释放",
                "放手"
            ],
            "full": "正立的吊人牌暗示你处于不满意的情境中，可能感到困在某个情境或心态中，但你有能力释放自己，这可能意味着远离现状或改变对它的看法。此牌也可能表示你面临选择难题，对未来的道路感到迷茫，计划似乎未按预期发展。需要从不同角度审视问题，放松并停止强求控制，正确行动的路径自会明朗。\n\n**爱情与关系（正立）**：若处于关系中，吊人牌提示你可能对当前关系状态不满，或你与伴侣之一需退一步评估你们的关系走向。它建议暂不做决定，给自己时间思考。可能是时候重新定义关系的理想状态，并专注于现有关系的积极方面。单身时，吊人牌提醒你摆脱不快乐的情境、观念或人，包括释放旧的恋爱模式，以及对理想伴侣的固有预设。\n\n**金钱与职业（正立）**：职业上，吊人牌显示你对职业路径感到不确定或事业发展停滞。你可能不清楚如何推动事业前进。如果决策困难，不妨放松，让事情自然展开，答案将随时间清晰。财务问题上，吊人牌提示你需要新视角，可能因过度担忧财务而放大了问题，或忽略了其他领域的积极进展。\n\n**健康（正立）**：遇到健康问题时，吊人牌鼓励考虑所有治疗选项，多角度处理健康问题。有时，它也意味着需要给予自己恢复的时间，而非因恢复速度不如预期而沮丧。\n\n**灵性（正立）**：灵性上，吊人牌提醒关注自我态度，停止负面思维，因为它会影响你的结果及对生活的感受。释放不再适用的旧信念和消极想法，将开启全新的灵性世界，使你与更高意识连接。"
        },
        "reversed": {
            "keywords": [
                "不满",
                "冷漠",
                "无兴趣",
                "停滞",
                "冲动",
                "负面模式",
                "超脱"
            ],
            "full": "倒立的吊人牌指出你可能因内在不满而冲动行事，做出草率决定。这可能意味着你在逃避某些感觉或需要改变却不愿面对的问题。若真不知道生活方向，应暂停、深呼吸，等待清晰。若知道行为模式无效，就去改变。你对生活的态度决定了生活对你的态度。\n\n**爱情与关系（倒立）**：单身时，吊人牌倒立可能显示你不断重复消极的恋爱模式，未从中吸取教训。你可能迅速从一段糟糕的关系跳入另一段，却不愿承担选择这些关系的责任。需要慢下来，理解为何这种模式持续，如何解决。在关系中，此牌可能意味着关系存在问题，但双方因恐惧孤独或重新开始而维持现状。\n\n**金钱与职业（倒立）**：工作上，倒立的吊人牌表示情况不佳，但你既无意愿也无动力解决问题，可能归咎他人或感到无力改变。是时候掌控职业，明确目标并付诸行动，别做自己生活的旁观者。经济上，此牌可能表明你因害怕经济困难而陷入瘫痪，寻求专业财务咨询可能会有所帮助。\n\n**健康（倒立）**：健康问题上，倒立的吊人牌告诉你需跳出常规寻找解决方案。其他生活领域的问题可能加剧或导致健康问题，如压力、悲伤和焦虑。替代疗法可辅助现有治疗，促进康复，解决加剧健康问题的因素。\n\n**灵性（倒立）**：吊人牌倒立在灵性上意味着可能迷失方向，追求浅薄满足而非连接更高自我。是探索新灵性路径的好时机，新途径或许能助你走出灵性低谷，重获与更高意识的连接。"
        }
    },
    "death": {
        "name": "死亡",
        "upright": {
            "keywords": [
                "精神转变",
                "新开始",
                "放手",
                "结束",
                "变化",
                "过渡",
                "突然或意外的剧变"
            ],
            "full": "死亡牌通常不代表肉体上的死亡，而是象征着精神上的转变和新的开始。它预示着变化与转型期的到来，尽管这可能伴随着困难、突兀甚至创伤，但它会带来新生。面对死亡牌带来的改变，抗拒只会让过渡变得艰难和痛苦，因此应尝试接受它作为一次重新开始的机会。当此牌出现时，也意味着需要放下旧的问题或信念，以便向前迈进。在爱情中，它可能指示着一段不再适合的关系需要改变，或个人需释放阻碍关系发展的旧模式。单身者则可能迎来抛开不再有益的信念、问题或行为，从而为新恋情铺路的时刻。职业上，它警告不要依赖不再适合的工作，并提示适时寻求新机会。财务方面，可能会经历收入下降或损失，但通过调整和积极应对，最终会导向积极面。健康上，即使当前状态不佳，也要相信通过态度的转变和新方法的尝试，情况将得到改善。在灵性层面，死亡牌标志着深度连接更高自我、发现内在灵性的时刻，尤其是经历失落或心碎后的精神转化。"
        },
        "reversed": {
            "keywords": [
                "无法前进",
                "害怕开始",
                "重复负面模式",
                "抗拒改变",
                "依赖"
            ],
            "full": "倒立的死亡牌表明你正抗拒必要的改变，这是向前迈进的障碍。你必须释放旧有的负面能量，才能迎接新事物的开始。虽然放手很难，但一旦做到，新能量就会注入生活，带来更光明的起点。抗拒死亡牌倒立所代表的变化并非长久之计，宇宙终将以自己的方式推动你走向正确的人生道路，而这过程可能是令人震惊和痛苦的。主动选择放下不再有益的情况、问题或关系，比被动接受宇宙的推动更能让你感到力量。在爱情中，它意味着你可能在抗拒关系中的必要改变，或因恐惧孤独而坚持无果的爱情。单身者则需要释放负面行为模式，以接纳正面的爱情。职业和财务上，同样暗示着需要接受改变，放弃对安全感的依赖，以及修正不良的财务习惯。在健康方面，可能表明你在逃避处理健康问题或治疗。灵性上，它表示经历困难时期后的精神转化，但你极度抗拒这一变化。即使处于悲伤中，也要试着相信精神世界始终在爱与引导你，向前迈出步伐，最终会到达更好的境地。"
        }
    },
    "temperance": {
        "name": "节制",
        "upright": {
            "keywords": [
                "平衡",
                "平静",
                "耐心",
                "节制",
                "内在平静",
                "观点",
                "宁静",
                "和谐关系",
                "灵魂伴侣"
            ],
            "full": "节制牌正立时，代表平衡、和平、耐心和节制。作为大阿尔卡纳之一，它表明你已找到内心的宁静，并对事物有了良好的视角。这是人际关系和谐的标志，你学会了不被卷入他人的冲突，也不让琐碎问题破坏你的平衡。相反，你以清晰的头脑和宁静的心去适应各种情况，保持平衡。正义牌还象征着你找到了内心的平和与宁静，感到满足。它显示你真正了解自己的内心、价值观及道德准则，并能更容易地确定自己的目标和设定计划。\n\n在爱情解读中，如果你已有伴侣，正义牌预示着你们之间建立了完美的爱、承诺与尊重的平衡，是灵魂伴侣的象征。若关系存在问题，正义牌意味着双方会解决阻碍，共同前进。单身时，它预示你将学会平衡生活的其他方面，为迎接爱情创造空间，一旦做到，合适的伴侣自会出现。\n\n职业上，正义牌正立提示现在是设定目标的好时机，因为你具备实现目标所需的耐心和毅力。你的努力与奉献会被注意到。若期待晋升或职业发展，正义牌建议要有耐心，不要急于接受第一个机会，以免错过更好的可能。财务上，事情应进展顺利，因为你的财务状况均衡。但需注意节制，维持现状，稳步积累储蓄，避免财务风险或冲动投资。\n\n健康方面，正义牌提醒适度是健康的关键，现在是控制不良习惯的好时机。如有健康问题，审视生活中过度或不足的领域，恢复平衡可能促进康复。\n\n精神层面，正义牌引导你倾听内在指引，你的精神向导就在身边。它也意味着你在思想、身体和精神之间找到了正确的平衡。在灵性道路上，要有耐心，相信一切按其应有的节奏发生。"
        },
        "reversed": {
            "keywords": [
                "失衡",
                "放纵",
                "过度",
                "冲突",
                "缺乏视角",
                "不和",
                "对立",
                "鲁莽",
                "急躁"
            ],
            "full": "节制牌倒立时，指示失衡或过度放纵。作为大阿尔卡纳，它可能表示你的行为草率或鲁莽，或是存在多种过度或有害的放纵行为，如饮酒、药物滥用、赌博、暴饮暴食、购物等。正义牌倒立或许告诉你，你已失去内心的平静与宁静，这可能导致你以冒险、有害的方式寻求满足。它也预示与人相处不和谐，你可能发现自己与亲近的人发生冲突，或被卷入他人的纷争。你可能缺乏远见，没有看到大局。最好退一步，审视自己的行为，找出根本原因并设法解决。\n\n在爱情解读中，若已有伴侣，正义牌倒立可能预示因关系失衡而产生的冲突与摩擦，可能源于一方感觉比另一方更在乎，或感觉对方没有给予相应的爱与尊重。关系中缺少和谐，可能争吵不断，不愿倾听对方，甚至相互对立，试图得分而非解决问题。试着平息局面，找回内心的平衡，更好地应对问题，寻找解决方案。单身时，正义牌倒立可能意味着你过早地向感兴趣的人展示太多自己，可能是过于努力或显得过于迫切，也可能指向随意的交往或极度渴望的状态！寻找爱情时要耐心，不要急于求成，或在真正了解某人之前强迫建立关系。放松，找寻内在的平衡，让新恋情自然发展。\n\n职业上，正义牌倒立可能意味着工作中的失衡或冲突。可能工作过量或不够努力，或者与同事产生冲突，也可能表示你对建设性批评置之不理或反应消极。无论问题何在，都需要向内看，重新调整自己的能量以解决此状况。财务上，若有问题，需立即解决。注意冲动消费，因为它可能成为你逃避内心失衡的即时慰藉。要放慢脚步，重新与自己连接，寻找内心的宁静。过度消费只会带来债务，而非内在的平静。\n\n健康方面，正义牌倒立强烈暗示某些生活领域的失衡正影响着你的健康。它也是出现于塔罗牌阵中时，过度或不健康的征兆，所以要留意此刻身体摄入的东西。需要连接自己的感受，找出可能导致你以不健康方式寻求安慰的问题，并解决这些问题以重获平衡。\n\n在灵性层面上，正义牌倒立表示灵性的失衡。你可能感觉失去了与内在指引或精神向导的联系。它也是思想、身体和灵魂之间不平衡的指标。考虑做一些能量工作和冥想以恢复平衡。如果自我平衡目前不起作用，可以考虑寻求专业人士的帮助。"
        }
    },
    "the-devil": {
        "name": "恶魔",
        "upright": {
            "keywords": [
                "成瘾",
                "抑郁",
                "心理健康问题",
                "秘密",
                "痴迷",
                "欺骗",
                "依赖",
                "束缚",
                "物质主义",
                "无力感",
                "绝望",
                "虐待",
                "暴力",
                "侵犯"
            ],
            "full": "恶魔牌正位通常象征着抑郁或成瘾，感觉被束缚或限制。它暗示你可能认为外界因素或无法控制的力量在限制你，使你感到无能为力，成为受害者。但实际上，这是恶魔所营造的假象。你掌控着自己的命运，仅受自身态度和行为的约束。不要放弃，也不要放弃自己的力量。你不必忍受来自任何人的消极、批评、操纵或虐待。无论表面看来多么绝望，总会有选择，总有积极的方法来改善现状。同时，也要注意自己对待他人的方式，确保自己没有试图操控或控制生活中的人。恶魔正位还可能表示冲动、隐秘或放纵的行为，显示出失去控制的状态。此外，这张牌也是物质主义的象征，表明你可能过度关注物质、地位或权力，而这些并不能真正使人得到满足。因此，应将精力放在真正有意义的事情上。\n\n在爱情与关系方面，恶魔牌正位可能意味着你或伴侣感到被困，或因过于投入关系而失去了自由。这种程度的相互依赖是不健康的。双方需要退一步，尝试在关系之外重新发现兴趣。它也可能预示着心理健康问题影响了关系。如遇此情况，应寻求专业咨询帮助。此外，恶魔牌也代表嫉妒、欺骗、控制欲、不忠，在极端负面情况下，还可能涉及暴力或性侵犯。需结合其他牌进行确认。若因任何形式的虐待而感到困于关系中，请记住你能摆脱这种状况，别让恶魔使你感到无助。单身时，恶魔牌可能意味着无爱的性行为，可能经历无意义甚至危险的性接触，或因渴望被爱而任人利用。如遇此类情况，建议先暂停约会，提升自尊。\n\n在金钱与职业上，恶魔正位可能意味着你厌恶却感到被困在工作中。记住，即使不这么觉得，你也掌控着自己的生活。评估你真正想要的职业方向，如果需要变动，就去行动。同时，恶魔牌提示财务紧张，但也指出你可以做更多来改善状况，注意控制开支，避免赌博或冒险投资。\n\n健康方面，恶魔牌正位可能意味着由有害行为（如药物成瘾、酗酒或暴饮暴食）引起的健康不佳，以及抑郁症、焦虑症、恐慌发作等心理健康问题。如有心理问题，应寻求专业人士的帮助，而非依赖塔罗牌诊断。此外，它还可能指示像高血压这样的无声疾病。若有不适或不明原因的疲惫，应及时就医检查。对于已确诊的疾病，恶魔牌提醒不要让它定义你，尽管可能有某些限制，但要小心，不要出于对病情恶化的恐惧而过度限制自己。\n\n在灵性上，恶魔牌正位可能意味着你变得过于物质化，应尝试将焦点转回非物质的快乐，如与让你开心的人共度时光或连接你的精神面。它还可能意味着缺乏希望阻碍了你向光明前进。吸引力法则告诉我们，即使在最黑暗的时刻，也要努力向世界发出光和爱，因为这将吸引相同的东西回来。永远不要让黑暗占据上风。如深陷抑郁或焦虑，首先要确保周围有一个充满爱与支持的朋友网络，远离过度消极或批评你的人。其次，尝试能量治疗以帮助释放积压的负面能量。"
        },
        "reversed": {
            "keywords": [
                "超脱",
                "独立",
                "克服成瘾",
                "自由",
                "启示",
                "重获力量",
                "重新控制"
            ],
            "full": "恶魔牌逆位通常意味着你开始意识到那些困扰你的事物及自己在其中扮演的角色。对于正在与成瘾、精神疾病或有害行为斗争的人来说，这是一个好兆头，因为它表明你开始看到光明，重新掌握自己和生活的控制权。你渴望从这些问题中解脱出来，并开始获得改变现状的动力。它也可能意味着你对之前感到无力改变的问题有了新的看法。想要做出的改变可能不易，但为了未来幸福生活，它们是必要的，你开始意识到必须采取的行动。恶魔牌逆位还可能表示与负面、有害或危险的情况或人擦肩而过。这张大阿卡纳牌的重要信息是：对避免了这些危险心怀感激，从中学习并继续前行。不要因为侥幸逃脱就重蹈覆辙，从事之前的不良或高风险行为。要珍惜这份好运，但不要冒险试探！\n\n在爱情与关系上，恶魔牌逆位可能意味着你和伴侣曾感到陷入困境或关系似乎即将结束，但现在你们开始走出这一困境。它也可能预示着一次接近失误，即你们中的一方可能差点做出破坏关系的行为（如出轨），但最终选择了尊重关系。如果你曾处于虐待关系中，你可能开始意识到自己值得更好，要夺回自己的力量。施虐伴侣的影响可能正在减弱，因为你开始意识到自己有选择，外界也有援助。单身时，恶魔牌逆位可能意味着你差点遭遇正位时描述的那种负面、虐待或危险类型的人。也可能表明你曾感到被单身状态困住，或因极度渴望被爱而愿意接受一切。然而，你开始更加了解自己，意识到这种行为是如何阻碍了寻找真爱的。可能需要暂时退出约会，享受单身带来的自由，只对自己负责。随着这种新态度的出现，合适的伴侣很快就会到来，所以放松心情，享受这段时光。\n\n在职业上，恶魔牌逆位表明你对自己行为和选择如何影响当前处境的认识显著增强，你准备开始采取措施迈向目标。虽然你可能因经济压力或过分追求地位、物质目标而感到工作受限，但你开始看到全局，重新专注于什么能让你的生活幸福和充实。抓住这份新的动力，不要因舒适或更多经济安全感而回到旧习惯。财务上，如果你曾参与赌博、过度消费或在金钱上有风险行为，现在开始重新控制自己。\n\n健康方面，恶魔牌逆位在塔罗牌阵中是个好兆头，意味着停止有害习惯，踏上康复之路。如果你曾遭受任何形式的成瘾，现在可能正在获得克服它的力量。保持坚强和专注。它也可能象征你开始克服压力、焦虑和过去造成问题的精神健康问题。重要的是要继续前进，保持这份新生命的活力，不要倒退回旧模式。\n\n在灵性上，与一般意义一样，恶魔牌逆位可能意味着你成功避开了危险或有害的情况。在灵性塔罗牌阵中，这告诉你宇宙仁慈地允许你无需经历重大负面后果就能吸取教训。你必须现在就吸取这个教训，并且牢牢记住，否则它还会回来。恶魔牌逆位也可能表示你正远离黑暗，回归光明。这可能意味着你从一段抑郁、悲伤或感到灵性迷失的时期中走出来，再次走向爱与光明，重新连接你的更高意识。它也可能表示你正在学习如何反弹周围人的负面能量，使其不再像以前那样影响你。"
        }
    },
    "the-tower": {
        "name": "高塔",
        "upright": {
            "keywords": [
                "混沌",
                "破坏",
                "突发剧变",
                "创伤",
                "意外变化",
                "灾难",
                "损失",
                "悲剧",
                "启示",
                "混乱",
                "痛苦",
                "离婚",
                "虐待",
                "暴力",
                "破产",
                "自然灾害"
            ],
            "full": "塔罗牌中的高塔代表着混沌与破坏，是突发剧变和不可预见变化的象征。这种变化通常是令人恐惧的、改变生活的，并且往往不可避免。塔牌的出现如同生活中的一场爆炸，虽然生存下来看似艰难，但最终会使人成长，认识到这是塑造自我的一部分。其积极的一面在于，它摧毁的通常是建立在错误信念或不切实际目标上的事物。同时，高塔带来的毁灭之后往往是重建与新生。然而，负面来看，高塔可能预示着诸如亲人离世、离婚、分手、袭击、性侵、暴力、虐待、流产、破产、药物过量、车祸或失业等悲剧性、创伤性或生活巨变。并非所有塔牌事件都代表悲剧，若周围卡牌呈现积极，高塔也可能仅表示重大改变，如移居他国，尽管这将是一次重大的生活动荡，但最终会是积极的变化。高塔的位置也很重要，在塔罗牌阵的过去位置上，它揭示了你已经经历过的；在未来位置，则可能是警告，提示当前路径可能导向危险，需及时调整。"
        },
        "reversed": {
            "keywords": [
                "抗拒改变",
                "避免灾难",
                "延迟必然",
                "避免损失"
            ],
            "full": "高塔牌倒立可能意味着你刚刚避过一场灾难，你需要从这次经历中吸取教训以防未来重蹈覆辙。它也表示延迟不可避免之事，尽管我们希望生活中没有苦难，但它们是成长的必要部分。在感情中，如果你知道关系已名存实亡，倒立的高塔提醒你不要因为害怕痛苦而拖延结束，逃避只会阻止自己迎接更好的未来。如果已经历过高塔事件，倒立时则告诫你不要试图复原旧有的一切，而是寻找新的、更好的事物来替代，因为旧有的已被摧毁有其理由。在职业和财务上，倒立的高塔显示你可能勉强保住了工作或避免了财务危机，但这并不总是最佳选择，有时面对挑战能激发潜力。健康方面，它提示不应忽视疾病预警，直面问题才能利于康复。精神层面上，倒立的高塔指出你意识到旧信仰不再适用，但又不愿放弃，勇敢面对真相并放手才能找到真正的精神道路。"
        }
    },
    "the-star": {
        "name": "星星",
        "upright": {
            "keywords": [
                "希望",
                "灵感",
                "创造力",
                "平静",
                "满足",
                "更新",
                "宁静",
                "灵性",
                "治愈",
                "积极"
            ],
            "full": "在一般情况下，星星牌预示着对未来的希望、灵感和满足感。当此大阿尔卡纳牌出现在你的塔罗牌阵中，你会感到非常积极、有动力且自由。你将处于一种平和的状态，与宇宙和谐共处，因为星星是精神连接的象征。星星是一个非常积极的预兆，它代表着经历塔牌中的风暴之后的平静与稳定时期。你已经带着对自我和周围世界的新认识，走出了艰难时刻，内心充满平静、平衡的能量，并愿意治愈过去的创伤。无论你在心理、情感、身体或精神上遇到的问题，现在都已成过去，你准备好了拥抱未来。相信宇宙对你有所安排，并相信一切都会好起来的感觉。你会对自己充满信心，人们也会因为你的真实而喜欢你。星星牌也意味着创造力和艺术才能的展现，因此现在是开始从事艺术爱好的好时机。"
        },
        "reversed": {
            "keywords": [
                "绝望",
                "专注于消极",
                "缺乏信念",
                "缺乏灵感",
                "缺乏创造力",
                "无聊",
                "单调"
            ],
            "full": "当星星牌处于倒置位置时，可能表明你感到绝望。或许过去经历的困难情境耗尽了你对生活的热情和对宇宙计划的信任。星星牌倒置并不意味着事情无望，只是你感觉如此。你需要对自己的态度和生活观负责。考虑寻求专业咨询帮助，以治愈过去的伤痛并将其留在过去。星星牌倒置表明你可能失去了自信、对自己的信念以及对自己能力的信任。这张大阿尔卡纳牌也可能表示感到焦虑和不知所措。需要改变态度来解决这一问题，而不一定是要改变环境。如果你早已离开了受害者的位置，就不要继续扮演受害者的角色。星星牌告诉你，现在是时候治愈过去，画下句点，向前迈进。如果需要，寻求支持来做这件事。你有能力做到任何你下定决心要做的事，你只需要相信自己并专注于积极面。从小事做起，试着每天找一两件感恩的事情。如果你有艺术倾向，创造性表达也许对你有所帮助。重新发现你的创意一面，它会帮助你治愈自己。"
        }
    },
    "the-moon": {
        "name": "月亮",
        "upright": {
            "keywords": [
                "直觉",
                "幻象",
                "梦境",
                "模糊",
                "不稳定",
                "欺骗",
                "焦虑",
                "恐惧",
                "误解",
                "潜意识",
                "不安全感"
            ],
            "full": "月亮牌在正位时，象征着一切并不像表面看起来那样简单，它是大阿卡纳中代表直觉的牌。月亮提醒你，生活中某个情况或人物并非他们所显现的那样，需要依赖直觉穿透这层幻象。此牌也提示关注梦境，因为潜意识可能通过梦境传达被忽视的信息。月亮牌还意味着你可能让焦虑或恐惧过度占据心神，导致情绪波动、不稳定或缺乏安全感，有时也代表女性的月经周期。它可能揭示了潜藏的不安全感或压抑的问题重新浮现。在商业交易上，月亮牌可能预示着不正当行为或非法活动，警告要纠正行为以免被揭露。如果等待决定，月亮牌指出答案会延迟或含糊不清，增加困惑而非澄清问题。",
            "love": "在爱情中，正位的月亮牌表明关系中可能存在不确定性或不安全感。即使外界看来美好，实际上却并非完美无瑕，可能存在沟通误会，老问题或不安全感浮现。虽然它可能暗示欺骗，但在解读时应保持冷静，等待更多信息明确。单身者需警惕周围可能出现的欺骗，或自己可能被骗。约会时，对方的意图可能不如表面那么真诚，或你还未完全了解对方。",
            "money_career": "在职业上，月亮牌出现暗示你对职业方向感到迷茫或焦虑。工作中可能有沟通不畅导致问题或误解，或有人隐瞒信息，使你难以做出决定。财务方面，提示避免高风险投资，因为你可能没有充分信息做决策，也可能有人故意欺骗你以图财。保持警觉，若感觉过于美好而显得不真实，那很可能确实如此。",
            "health": "健康上，月亮牌正位可能预示精神健康问题，如焦虑症和抑郁症。对于女性，可能涉及月经周期或激素失衡的健康问题。它鼓励你相信直觉，如有健康疑虑应及时检查。",
            "spirituality": "灵性层面，月亮牌正位是关于直觉的积极信号。对心灵发展或治疗工作感兴趣的人会发现事情进展自然，能轻松接收来自精神世界的讯息。留意梦境和直觉感受，它们可能是重要指引。静心冥想将有所助益。"
        },
        "reversed": {
            "keywords": [
                "释放恐惧",
                "揭露秘密",
                "缓解焦虑",
                "真相",
                "恢复镇定",
                "自我欺骗",
                "直觉受阻"
            ],
            "full": "月亮牌倒立时，通常意味着恐惧的释放或负面能量的清除，秘密或谎言可能被曝光。如果你经历恐惧或焦虑，这些情绪将开始减轻。丢失的东西也会找到。此牌也可能反映自我欺骗或错觉，你可能没有正视自己在当前处境中的角色，或是难以区分自己的幻想与现实。月亮牌倒立也预示抑郁或心理健康问题得到缓解，你将逐渐看到希望，处理压抑的问题和不安全感，重获自信和清晰。等待的决定将得到答复或事情变得明朗。",
            "love_reversed": "在关系中，倒立的月亮牌揭示了欺骗或谎言的暴露，可能是不忠被发现。它也指关系的真实情况浮出水面。如果你对关系现状自欺欺人或对伴侣某些特质视而不见，月亮牌倒立会让你看清伴侣的真面目或关系的真相。单身时，月亮牌倒立表明你在一段不确定期后开始恢复镇定和自信。但也可能提示你忽略了直觉或迹象，表明潜在伴侣不合适，如忽视对方已婚或有其他关系的警告信号。",
            "money_career_reversed": "职业上，对于创意工作者，月亮牌倒立可能意味着创意阻滞。一般而言，它表示职业生涯中的不确定性或不稳定性开始稳定。近期对职业路径感到迷茫，这张牌意味着方向将更清晰，信心增强。财务上，混乱可能开始澄清，但月亮牌倒立也是欺骗即将或正在被揭露的标志，所以当直觉告诉你不要投资或投入资金时，应听从并等待更多信息浮出水面。",
            "health_reversed": "健康上，月亮牌倒立通常对健康问题有积极影响，如抑郁或焦虑减轻。但可能也表示难以区分现实与幻想，若辅助牌不利，可能意味着涉及妄想或偏执的病情恶化。总体而言，健康状况趋于稳定。等待健康检查结果或诊断的，将很快获得清晰的答案。",
            "spirituality_reversed": "灵性上，月亮牌倒立意味着你可能在阻挡、忽视或误解来自灵界的信息。你的直觉可能模糊，需要调整频率以接收到这些力量。倒立的月亮牌依然具备直觉或灵性的潜能，只需你去调谐。"
        }
    },
    "the-sun": {
        "name": "太阳",
        "upright": {
            "keywords": [
                "积极性",
                "自由",
                "乐趣",
                "成功",
                "乐观",
                "活力",
                "喜悦",
                "自信",
                "自我表达",
                "好运",
                "热情",
                "幸福",
                "真相",
                "开放",
                "怀孕"
            ],
            "full": "太阳牌是大阿尔卡纳牌中的正能量、乐观、自由和乐趣的象征。当太阳牌正位出现时，预示着事事顺遂，代表成功与热情。你散发出的快乐氛围和积极能量会吸引人们，并为接触到的一切带来光明与欢乐。你会感到无忧无虑、解脱和自信。此牌也是真相之牌，若你曾遭受谎言或欺骗，太阳牌会照亮欺骗，揭示真相及其始作俑者。正位的太阳牌还象征着好运，任何问题都会在它的温暖照耀下消融。它也可能预示着前往气候温暖的国家旅行。\n\n在爱情占卜中，太阳牌正位预示着关系中的巨大喜悦和幸福，可能标志着一段充满乐趣、激情和积极的时期。同时，它会照亮关系中的所有事物，可能揭示隐藏的问题，但这些问题的曝光是为了双方更好的利益，使关系更加坦诚或在某些情况下结束，以便迎来更佳的关系。请参考辅助牌以确认情况。无论结果如何，太阳牌都为你的爱情生活带来了积极美好的变化。它还可能预示订婚或婚礼等庆祝活动。如果你单身，太阳牌预示着美好恋情即将到来，或享受单身的乐趣。此外，太阳牌也是塔罗牌中主要的怀孕指标之一。如未准备好迎接孩子，请采取适当措施。\n\n在职业方面，太阳牌正位意味着巨大的成功时期，新机会接踵而至，你将满怀乐观和热情，能够投身并使任何项目获得成功。财务上，太阳牌的出现预示着你将非常顺利，它是丰饶的象征。商业投资和赚钱计划都将进展顺利。如果有隐藏的债务，这段时间也会浮出水面，记得留一部分财富来处理它们。\n\n健康方面，太阳牌是活力的象征，预示着生命力充沛、平衡、积极和健康。若你曾生病，太阳牌是康复的好兆头。尝试怀孕时，太阳牌正位同样是个好预兆。\n\n精神层面，太阳牌正位意味着发现灵性道路带来的喜悦，是开悟之牌。经过大阿尔卡纳牌带来的各种挑战、试炼后，你最终达到了真正的洞察、开悟和满足状态。你理解自己的道路，并乐意让一切顺其自然地展开，因为你完全信任宇宙对你的爱以及它引领的方向。"
        },
        "reversed": {
            "keywords": [
                "缺乏热情",
                "过度热情",
                "悲伤",
                "悲观",
                "不切实际的期望",
                "自我",
                "自负",
                "压迫",
                "流产",
                "死产",
                "人工流产"
            ],
            "full": "太阳牌倒位通常表示悲伤、沮丧和悲观。你可能发现难以在占卜中聚焦积极面。太阳牌倒位并不意味着你的处境或环境糟糕，而是你感到悲观，专注于消极面，影响了你的人生观。它可能意味着对生活缺乏热情，对未来路径的不确定或无法看到前进的道路。这张大阿尔卡纳牌可能显示，你正让负面能量/思想封闭自己，无法感受到周围本应有的快乐与喜悦。改变这种状况的力量在于你自己，只需对即将来临的积极事物保持开放，并对你生活中美好的事物心存感激。太阳牌倒位也可能表明过于热情或自信到成为负面特质的程度。例如，你可能因过分自信而变得自大或傲慢，或者因过于热衷于实现目标而没有停下来检查它们是否实际。\n\n在爱情领域，太阳牌倒位若你在一段关系中，可能意味着感到被伴侣冷落，关系中的火花或激情可能有所减弱。它可能预示着取消的订婚或婚礼。可能表明你发现很难看到与伴侣的未来。也可能意味着嫉妒或互相攀比。试着关注关系中的积极面，共度高质量时光，并提醒自己最初为何在一起。如果你单身，太阳牌倒位可能意味着你变得过于自负，从而吓跑了潜在伴侣。试图给潜在伴侣留下深刻印象可能会适得其反，显得你一直在炫耀。稍微收敛一些，当你放下自负，做回自己时，他们会更积极地回应。\n\n职业上，太阳牌倒位可能意味着感到被职业所困或受压迫，而这些往往在你的能力范围内改变。例如，你可能因工作时间过长而感到悲观和疲惫，却没有请求所需的休息时间。太阳牌倒位也可能预示成功避开你！可能因为缺乏自信和自信而错过机会。或者，可能设定不切实际的职业目标，或没有采取适当的实践步骤去实现，仅依赖积极态度。它还可能表明你身处一个推崇自负或竞争的职场环境。在财务占卜中，太阳牌倒位可能是不吉之兆，投资可能下滑或遭遇暂时的财务困难。然而，太阳牌倒位通常指出的是由自己造成的问题，因此要现实地审视你的财务担忧，并问问自己是否能做更多来解决它们。\n\n健康上，太阳牌倒位可能意味着你的态度或消极情绪加剧了健康问题。如果生病，太阳牌倒位显示恢复是可能的，但需要你主动促进康复，并保持积极心态以帮助提升健康。太阳牌倒位还可能暗示艰难或意外的怀孕、流产、死产或人工流产。\n\n精神上，太阳牌倒位可能意味着你难以拥抱灵性带来的喜悦。可能感到无法看到前方的道路，失去了对宇宙爱你的信任，不知道它将你引向何方，也不相信那里是好的地方，因为负面的思想和感受压倒了你。太阳牌倒位也可能表明自负阻碍了你与真正灵性的连接。为了达到开悟，你必须放下这份自负。"
        }
    },
    "judgement": {
        "name": "审判",
        "upright": {
            "keywords": [
                "审判",
                "自我评估",
                "觉醒",
                "更新",
                "镇定",
                "果断",
                "思乡之情",
                "草率判断",
                "责备分配",
                "宽恕"
            ],
            "full": "在一般情况下，审判牌表示你或你在乎的人正遭受他人过于严厉的评判。它也可能意味着你自己在苛刻地评价他人或迅速下结论。另一方面，审判牌也象征着你已达到一种清晰与镇定的状态，使你能冷静地审视自己及选择，从而做出积极的决定。你从过去的业力课程中获得了更多的自我认知，并允许愈合发生，以便能朝着积极的方向前进。当此大阿卡纳牌出现时，若你面临重大决策，应利用过去所学的业力教训来帮助你做出正确的选择。审判牌正位可能代表法律事务或诉讼得到解决。如果你行为正直且说了真话，此事应会对你有利。如果你不诚实，不要期待事情如你所愿。你需要清理良心，尝试为你的不当行为作出补偿。此外，这张牌也可能预示因海洋或大海而与心爱之人分离，但它表明你们很快就会团聚。它还可能表示思乡情绪。\n\n**爱情与关系（正位）**：在爱情塔罗牌阵中，审判牌可能意味着你或伴侣对彼此的评价过于严苛。在争执中，要警惕相互指责或投掷责难，以免无意中对关系造成更大伤害。试着坐下来，交流彼此的感受，而不是归咎于对方。如果你想让关系向前发展，就必须原谅过去的错误。简单的、开放且诚恳的沟通或许能让陷入僵局的关系重获新生。此外，它也可能意味着别人正在评判你们的关系或背后议论你和伴侣。遇到这种情况，最好的做法是超越这些言论。这实际上是他们的议题，而非你的。对于单身者，审判牌提醒你不要急于评判潜在的伴侣，给自己时间去了解他们是否适合你。同时，它也提示你要注意自己的表现，因为你不会有第二次机会去留下第一印象。\n\n**金钱与职业（正位）**：在职业塔罗解读中，审判牌可能表示你正在被评估或审查。你可能在争取晋升却浑然不知。当这张牌出现在牌阵中时，要注意自己的形象，因为有人在观察你。如果最近你让项目拖延了，现在是时候拾起进度，以免错失良机。财务上，审判牌告诫你要小心用钱，避免草率决定。在做任何大的购买或投资之前，确保拥有所有必需的信息以做出明智的决定。它也可能预示在诉讼中失利，因此，不要做任何可能被视为疏忽或导致麻烦的事，比如危险驾驶，并确保所需的保险都是最新的。\n\n**健康（正位）**：在健康方面，审判牌象征着经历艰难疾病后的治愈与完整时期。你已经度过了困难时刻，从中学习，并准备好采取一切必要措施助你走向康复之路。\n\n**精神（正位）**：在精神层面，审判牌标志着精神上的觉醒。你学会了过去的业力教训，现在理解了宇宙一直在指引你什么。你准备踏上一条更为开悟的精神道路。审判牌可能意味着你找到了精神召唤，或可能正在经历精神上的重生或更新。"
        },
        "reversed": {
            "keywords": [
                "优柔寡断",
                "自我怀疑",
                "恶意流言",
                "缺乏自我认知",
                "不愿学习业力教训",
                "不公平责怪",
                "虚假指控"
            ],
            "full": "审判牌倒置通常意味着恐惧和自我怀疑正在阻止你做出积极前进所需的决策。现在是行动的时候了，拖延可能会使你失去眼前的机会。另外，这张大阿卡纳牌处于倒置位置可能是你拒绝从过去的业力教训中学习的标志，或者你可能因为过去的错误而过度自责，以至于无法从中吸取教训。审判牌倒置也可能表示你通过过分批判他人或参与恶意流言来转移对自己不足的关注。这只会带你走向困境，尝试将焦点放回解决自己生活中的问题，而不是评判他人的错误。它还可能表明其他人正在过度评判或批评你，或因非你之过的事情而责怪你。不要让这些人影响你的决定，超越戏剧性事件，专注于做你想做的事。倒置的审判牌也可能预示一个法律事务或诉讼将以不公正或不公平的方式解决。\n\n**爱情与关系（倒置）**：在一段关系中，审判牌倒置可能意味着由于自我怀疑，你正在避免对关系做出决定。无论是关于关系的进展还是结束，都需要做出决定。倒置的审判牌也可能意味着恶意流言或虚假指控，所以如果你听说了伴侣的恶劣谣言，确保在急于评判前先查明事实。审判牌倒置也可能指出因未能从过去学习而导致的问题。也许你和伴侣经历了艰难时期，你觉得现在应该更亲密，但并非如此。问问自己，你是否从那些过去的问题中学到了一切，并将这些知识应用到你们的关系中？对于单身者，审判牌倒置可能表示羞涩或尴尬阻止了你向心仪之人靠近。不要让恐惧阻碍你！不管结果如何，至少你会知道你尝试了，不会永远疑惑“如果……会怎样？”\n\n**金钱与职业（倒置）**：审判牌倒置表明你在职业生涯中处于转折点，这次转折可能成就或毁掉你的成功。你需要做出决定，但自我怀疑让你陷入瘫痪。这不是犹豫不决的时候。你需要抓住面前的机会。如果你让它们溜走，可能会后悔。在财务方面，不要对金钱过于谨慎。这并不是说你应该去赌场挥霍一空，而是稍微放松一点钱包不会伤害你。如果你发现自己对每一笔购买都犹豫不决，那么如果是你需要且负担得起的东西，就去买吧！虽然财务责任感是好的，但不必为花的每一分钱担忧。\n\n**健康（倒置）**：在健康方面，如果你长期患病或受伤，审判牌倒置可能告诉你放下任何旧有的消极情绪，特别是如果这些情绪与可能造成或促成你伤病的人有关。持有消极情绪只会让你的恢复更加艰难。你必须接受现状，放下过去，如果你想前进的话。\n\n**精神（倒置）**：在精神层面上，审判牌倒置表明你正在错过或拒绝学习业力教训。如果你不学习它们，宇宙将会以更大更显著的方式将它们带回来。给自己时间吸收这些教训，以便能以积极的方式前进。"
        }
    },
    "the-world": {
        "name": "世界",
        "upright": {
            "keywords": [
                "成功",
                "成就",
                "完成",
                "旅行",
                "归属感",
                "完整"
            ],
            "full": "世界牌正位象征着你拥有无限可能，如同世界就在你的脚下。这既可能意味着实际的旅行，预示着新世界的开启，使你在旅途中受到欢迎；也代表你在生活的各个领域都能取得成功，机会无穷。你经历了大阿卡纳中其他牌所象征的挑战与困难，克服了逆境，学到了宝贵的经验，现在是收获的时候。你应该为自己的成就感到骄傲，尽管过程不易，但你已经做到了。当此牌出现时，宇宙对你微笑，好运相伴，抓住眼前的机会吧。世界牌代表着挑战的完成，无论是学业、项目或是实现个人梦想，如创业、结婚或生子，你都达到了可以为自己的成就感到满足的阶段。成功也可能带来新的挑战，确保你不要承担过多压力，享受这一刻，庆祝你的成就。在爱情中，它意味着关系中的目标达成，双方共同努力达到幸福稳定的状态。单身者周围充满选择，个人成长使你吸引到美好的恋情，可能会在旅行中或遇到经常出差的人。事业上，它意味着达到职业目标，无论是自主创业的成功还是在职场上的晋升与认可。财务上，预示着经济状况改善，努力得到回报，可能是意外之财或财务安全感的提升。健康方面，疾病或伤痛将得到有效治疗，整体健康状况好转。精神层面上，你通过了灵魂的考验，找到了自我与世界的和谐，灵性得到充实，可能有分享知识与体验的冲动。"
        },
        "reversed": {
            "keywords": [
                "缺乏成功",
                "停滞",
                "未达成",
                "失望",
                "负担",
                "未完成"
            ],
            "full": "世界牌倒位则表明未能达成预期目标，事物发展陷入停滞。可能因采取捷径而非付出必要的努力来实现梦想，或执着于无法成功的事情上。感觉被特定情境困住，这种停滞更多地影响生活的某一方面，而非全面问题。在爱情中，关系可能变得停滞不前，需增加沟通与努力来改善。单身者可能觉得爱情生活乏味，需主动参与社交以遇见合适的人。此牌也表示难以从突然结束的关系中恢复，需要时间和努力去接受现实并寻找心灵的平静。事业上，意味着未能达成职业目标或未发挥潜力，应审视自身是否全力以赴，是否有恐惧阻碍前行，是否处于不满意的职位。财务上，预示着经济状况停滞，不应寻求捷径或高风险投资，而应通过持续努力改善财务。健康上，若患病，可能需要调整治疗方法；若未坚持治疗计划，则强调完成既定疗程的重要性。精神层面，感觉灵性成长停滞，需尝试新方法或诚实面对自己在灵性追求上的不足，没有捷径可走，必须投入努力。"
        }
    }
}
